Repository: wooyukit/Reviso
Catalog: Reviso/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Worksheets
zh_hant: 工作紙

source: Scan
zh_hant: 掃描

source: Settings
zh_hant: 設定

source: My Worksheets
zh_hant: 我的工作紙

source: Scan Worksheet
zh_hant: 掃描工作紙

source: Error
zh_hant: 錯誤

source: OK
zh_hant: 確定

source: Cancel
zh_hant: 取消

source: Save
zh_hant: 儲存

source: Done
zh_hant: 完成

source: Delete
zh_hant: 刪除

source: Retry
zh_hant: 重試

source: Scan or pick a worksheet to erase handwritten answers
zh_hant: 掃描或選擇工作紙以清除手寫答案

source: Scan Document
zh_hant: 掃描文件

source: Choose from Library
zh_hant: 從相簿選擇

source: Worksheet Name
zh_hant: 工作紙名稱

source: Save Worksheet
zh_hant: 儲存工作紙

source: Worksheet
zh_hant: 工作紙

source: General
zh_hant: 一般

source: Version
zh_hant: 版本

source: Cleaned
zh_hant: 已清除

source: Original
zh_hant: 原圖

source: Save & Generate Questions
zh_hant: 儲存並生成題目

source: Save to Library
zh_hant: 儲存至資料庫

source: Processing Worksheet...
zh_hant: 正在處理工作紙...

source: Detecting and erasing handwritten answers
zh_hant: 正在偵測並清除手寫答案

source: No Worksheets Yet
zh_hant: 尚無工作紙

source: Scan a worksheet to get started. Tap the Scan tab to begin.
zh_hant: 掃描工作紙以開始使用。點擊「掃描」標籤開始。

source: Recent Practice
zh_hant: 最近練習

source: Score
zh_hant: 分數

source: Progress
zh_hant: 進度

source: Total Sessions
zh_hant: 總練習次數

source: Subject
zh_hant: 科目

source: Topic
zh_hant: 主題

source: Created
zh_hant: 建立日期

source: Generate Practice Questions
zh_hant: 生成練習題目

source: Score Again
zh_hant: 重新批改

source: Score My Answers
zh_hant: 批改答案

source: Share Worksheet
zh_hant: 分享工作紙

source: Generated Practice
zh_hant: 生成的練習

source: Scores
zh_hant: 分數記錄

source: Sub-topic
zh_hant: 子主題

source: Practice Questions
zh_hant: 練習題目

source: Generate similar practice questions from this worksheet
zh_hant: 根據此工作紙生成相似練習題目

source: Difficulty
zh_hant: 難度

source: Generate Questions
zh_hant: 生成題目

source: Generating questions...
zh_hant: 正在生成題目...

source: Hide Answers
zh_hant: 隱藏答案

source: Show Answers
zh_hant: 顯示答案

source: Questions
zh_hant: 題目

source: Answer Key
zh_hant: 答案

source: Hide Answer
zh_hant: 隱藏答案

source: Show Answer
zh_hant: 顯示答案

source: Answer:
zh_hant: 答案：

source: Multiple Choice
zh_hant: 選擇題

source: Short Answer
zh_hant: 簡答題

source: Fill in the Blank
zh_hant: 填充題

source: Easy
zh_hant: 簡單

source: Medium
zh_hant: 中等

source: Hard
zh_hant: 困難

source: Regenerate
zh_hant: 重新生成

source: Share Questions
zh_hant: 分享題目

source: Saved
zh_hant: 已儲存

source: Practice saved. You can score your answers from the Worksheets tab.
zh_hant: 練習已儲存。你可以在「工作紙」標籤中批改答案。

source: Save & Score Later
zh_hant: 儲存並稍後批改

source: Submit Score
zh_hant: 提交分數

source: Excellent work! You've mastered this!
zh_hant: 太棒了！你已經掌握了！

source: Great job! Almost perfect!
zh_hant: 做得好！幾乎完美！

source: Good effort! Keep practicing!
zh_hant: 不錯的表現！繼續努力！

source: Not bad! A bit more practice will help.
zh_hant: 還不錯！再多練習會更好。

source: Keep going! Practice makes perfect.
zh_hant: 繼續加油！熟能生巧。

source: Language
zh_hant: 語言

source: About
zh_hant: 關於
